[
  {
    "type": "greeting",
    "message": "👋 Welcome to bitnasdaq! I'm here to assist you with all your cryptocurrency trading needs. Whether you're a seasoned trader or just getting started, I'm here to help make your trading experience smooth and successful. Feel free to ask me anything about cryptocurrencies, trading strategies, market trends, or any other related topics. Let's dive into the world of crypto together! 🚀"
  },
  {
    "type": "question",
    "text": "What is Bitcoin?",
    "answer": "Bitcoin is a decentralized digital currency, created in 2009 by an unknown person or group of people using the pseudonym Satoshi Nakamoto. It operates on a peer-to-peer network without the need for intermediaries such as banks."
  },
  {
    "type": "question",
    "text": "How do I buy cryptocurrencies?",
    "answer": "You can buy cryptocurrencies on our platform using fiat currency or other cryptocurrencies. Simply navigate to the 'Buy/Sell' section, choose the cryptocurrency you want to purchase, enter the amount, and follow the prompts to complete the transaction."
  },
  {
    "type": "question",
        "text": "How to avoid crypto scams and frauds?",
        "answer": "The rise of crypto frauds and scams has highlighted the need for heightened security measures within the cryptocurrency ecosystem. BitNasdaq's proactive approach to protecting its users against these threats sets a positive example for the industry. By combining advanced security technologies, educational resources, and attentive customer support, BitNasdaq not only empowers its users but also contributes to building a safer crypto environment for all participants. For a more detailed explanation read the following article: https://bitnasdaq.com/help-dashboard/7?mainChannel=92&subChannel=92&subItemTitle=crypto-scams-and-frauds"
  },
  {
    "type": "question",
        "text": "How to avoid phishing?",
        "answer": "Phishing attacks have evolved from simple email scams to highly sophisticated techniques that can lead to substantial financial losses and identity theft. Some of the ways to avoid phishing attacks are: Verify the Source, Use Two-Factor Authentication (2FA), Bookmark Official Websites, Educate Yourself, Keep Software Updated, Be Cautious on Social Media, Check SSL Certificates. For a more detailed explanation read the following article: https://bitnasdaq.com/help-dashboard/7?mainChannel=92&subChannel=92&subItemTitle=what-is-phishing-and-how-to-avoid"
  },
  {
        "type": "question",
        "text": "How to change your BitNasdaq email address?",
        "answer": "To change your BitNasdaq email address visit the following link: https://bitnasdaq.com/person/security/binding-email-google For a step-by-step guide read the following article: https://www.bitnasdaq.com/help-dashboard/7?mainChannel=92&subChannel=92&subItemTitle=change-email-address-of-bitnasdaq"
  },
  {
      "type": "question",
      "text": "How to reset the account password?",
      "answer": "To reset your BitNasdaq account password visit the following link: https://bitnasdaq.com/person/security/password-change For a step-by-step guide read the following article: https://www.bitnasdaq.com/help-dashboard/7?mainChannel=92&subChannel=92&subItemTitle=help-reset-your-bitnasdaq-account-password"
  },
  {
      "type": "question",
      "text": "How to set up a funds password?",
      "answer": "To set up for BitNasdaq account funds password visit the following link: https://bitnasdaq.com/person/security/password-capital For a step-by-step guide read the following article: https://www.bitnasdaq.com/help-dashboard/7?mainChannel=92&subChannel=92&subItemTitle=set-up-fund-password"
  },
  {
  "type": "question",
  "text": "What are the benefits of an Affiliate Program?",
  "answer": "The BitNasdaq Affiliate Program offers a range of benefits including personal branding opportunities, traffic-boosting services, and a dedicated account manager to provide the tools necessary for maximizing success. By becoming an affiliate, you can monetize your influence, grow your income, and establish yourself as a leading figure in the cryptocurrency space. For a more detailed explanation, refer to this article: https://www.bitnasdaq.com/affiliate-program"
  },
  {
  "type": "question",
  "text": "What is the Affiliate Program?",
  "answer": "The BitNasdaq Affiliate Program allows you to boost your earnings by referring traders to the platform. You can earn commissions of up to 50% based on the trading profits generated by your referrals.  https://www.bitnasdaq.com/affiliate-program"
  },
  {
  "type": "question",
  "text": "How to become a BitNasdaq Affiliate?",
  "answer": "To become a BitNasdaq Affiliate, submit your application through the BitNasdaq exchange platform. The BitNasdaq team will review your application to ensure you meet their affiliate criteria. For a detailed guide, refer to this article: https://www.bitnasdaq.com/affiliate-program"
  },
  {
    "type": "question",
    "text": "What is a stablecoin?",
    "answer": "A stablecoin is a type of cryptocurrency that is pegged to a stable asset, such as fiat currency (e.g., USD) or commodities (e.g., gold). This stability is achieved through various mechanisms like collateralization or algorithmic control."
  },
  {
    "type": "question",
    "text": "What is cryptocurrency mining?",
    "answer": "Cryptocurrency mining is the process of validating and adding transactions to a blockchain ledger. Miners use powerful computers to solve complex mathematical puzzles, and in return, they are rewarded with newly created coins and transaction fees."
  },
  {
    "type": "question",
    "text": "What is the difference between a hot wallet and a cold wallet?",
    "answer": "A hot wallet is a cryptocurrency wallet that is connected to the internet, making it easily accessible for transactions but more susceptible to hacking. A cold wallet, on the other hand, is offline and provides greater security by storing private keys offline."
  },
  {
    "type": "question",
    "text": "What is a whitepaper in the context of cryptocurrencies?",
    "answer": "A whitepaper is a formal document that outlines the technical details, purpose, and potential of a cryptocurrency project. It typically includes information about the project's underlying technology, features, roadmap, and token economics."
  },
  {
    "type": "question",
    "text": "How do I calculate capital gains on cryptocurrency transactions?",
    "answer": "Capital gains on cryptocurrency transactions are typically calculated by subtracting the purchase price (cost basis) from the selling price. Any profit generated is subject to capital gains tax, and it's important to keep accurate records of transactions for tax reporting purposes."
  }
]
